/* `welcomeLabel` UILabel text default value */
"Welcome" = "स्वागत है";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "डाउनलोड करने के लिए धन्यवाद";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "सक्रियण प्रक्रिया शुरू करने के लिए कृपया स्वागत ईमेल में प्राप्त निर्देशों का पालन करें.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "अपने दैनिक कार्यों के प्रबंधन में शीर्ष पर रहें और परियोजनाओं पर आसानी से सहयोग करें.";

"ScanInstruction" = "सक्रियण प्रक्रिया शुरू करने के लिए कृपया सुरक्षित QR कोड को स्कैन करें.";

"DiscoveryServiceInstruction" = "सक्रियण प्रक्रिया शुरू करने के लिए कृपया अपना ईमेल पता दर्ज करें.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "खाते की जांच की जा रही है...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "प्रारंभ करें";

"Scan" = "स्कैन करें";

/* `demoLabel` UILabel text default value */
"Explore" = "एक्सप्लोर करना चाहते हैं?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "डेमो आजमाएं";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "पासकोड सेट करें";

/* The title for the enter passcode screen. */
"PasscodeKey" = "पासकोड";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "पासकोड चुनें";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "पासकोड की पुष्टि करें";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "अपना पासकोड फिर से दर्ज करें.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "अपने पासकोड की पुष्टि करें.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "अपना पासकोड डालें.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "पासकोड बदलें";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "अपना वर्तमान पासकोड दर्ज करें.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "अभी नहीं";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "वापस";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "अगला";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "संपन्न";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "ऐप को अनलॉक करने के लिए कम से कम %d वर्णों वाला पासकोड चुनें.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "ऐप को अनलॉक करने के लिए कम से कम %d अंकों वाला पासकोड चुनें.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "निम्नलिखित को शामिल कीजिए:";

/* The group name for lower case letters. */
"LowerCaseKey" = "छोटे अक्षर (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "बड़े अक्षर (A-Z)";

/* The group name for digits. */
"DigitsKey" = "अंक (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "सिंबॉल (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "पासकोड रीसेट करें";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "पासकोड सत्यापन विफल.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate द्वारा पासकोड को अस्वीकार कर दिया गया.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "पुन: प्रयास करें";

/* The title for setup touch ID screen. */
"TouchIDKey" = "टच ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "फेस ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " अब उपलब्ध है!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "टच ID को सक्षम करने से आपको अपनी जानकारी तक तेजी से पहुंच प्राप्त होगी.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "आप सेटिंग से किसी भी समय इस सुविधा को चालू या बंद कर सकते हैं.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "तेज और सुरक्षित पहुंच के लिए कृपया टच आईडी सक्षम करें.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "यदि टच ID निष्क्रिय है, तो आपसे आपका डिवाइस पासकोड मांगा जाएगा.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "फेस ID को सक्षम करने से आपको अपनी जानकारी तक तेजी से पहुंच प्राप्त होगी.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "आप सेटिंग से किसी भी समय इस सुविधा को चालू या बंद कर सकते हैं.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "कृपया तेज और सुरक्षित पहुंच के लिए फेस ID सक्षम करें.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "यदि फेस ID निष्क्रिय है, तो आपसे आपका डिवाइस पासकोड मांगा जाएगा.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "टच ID का उपयोग करने के लिए, कृपया अपनी डिवाइस सेटिंग में फ़िंगरप्रिंट जोड़ें.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "आप इसे किसी भी समय सेटिंग - टच ID और पासकोड के अंतर्गत कर सकते हैं.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "फेस ID का उपयोग करने के लिए, कृपया अपनी डिवाइस सेटिंग में फेस ID दर्ज करें.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "आप इसे किसी भी समय सेटिंग - फेस ID और पासकोड के अंतर्गत कर सकते हैं.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "टच ID के बारे में अधिक जानें";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "फेस ID के बारे में अधिक जानें";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "सक्षम करें";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "टच ID से प्रमाणित करें";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "फेस ID से प्रमाणित करें";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "त्रुटि";

/* The error title. */
"AuthenticationErrorKey" = "प्रमाणीकरण त्रुटि";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "कृपया ऐप का उपयोग करने के लिए टच ID का उपयोग करके प्रमाणित करें.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "कृपया ऐप का उपयोग करने के लिए फेस ID का उपयोग करके प्रमाणित करें.";

/* The authenticate button text. */
"AuthenticateKey" = "प्रमाणित करें";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "पासकोड का मिलान नहीं हुआ. पुनः प्रयास करें.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "आपके %d प्रयास शेष हैं.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "आपके पास 1 प्रयास शेष है.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "कोई और प्रयास नहीं बचा है.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "पासकोड रीसेट करने के लिए कृपया साइन इन करें.";

/* The text of the dismiss button on the alert. */
"OKKey" = "ठीक";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "गलत पासकोड. पुनः प्रयास करें.";

/* The scan page title string. */
"ScanKey" = "स्कैन करें";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "स्कैन असफल रहा";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "कृपया एक QR कोड छवि चुनें.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "अमान्य QR कोड";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR  कोड की पहचान नहीं हो पाई.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "फ़ोटो तक पहुंच की अनुमति दें";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "QR कोड छवि चुनने के लिए, कृपया अपने डिवाइस की गोपनीयता सेटिंग में अपनी तस्वीरों तक पहुंच प्रदान करें.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "कैमरे तक पहुंच की अनुमति दें";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "कैमरे का उपयोग करके स्कैन करने के लिए, कृपया अपने डिवाइस की गोपनीयता सेटिंग में अपने कैमरे तक पहुंच प्रदान करें.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "सेटिंग";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "कन्फ़र्मेशन";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "स्कैन सफल रहा. आप इससे जुड़े रहेंगे:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "जारी रखें";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "लॉन्च";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "सक्रियण";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "यदि आपको एक वेलकम ईमेल प्राप्त हुआ है, तो ईमेल में सक्रियण लिंक का अनुसरण करें. अन्यथा, अपना ईमेल पता दर्ज करें या ऑनबोर्डिंग शुरू करने के लिए QR कोड को स्कैन करें.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "अगला";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "या";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "स्कैन करें";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "सहमत हैं";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "असहमत हैं";

/* The authentication title. */
"AuthenticationKey" = "प्रमाणीकरण";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "प्रमाणित करने के लिए कृपया अपना उपयोगकर्ता नाम और पासवर्ड प्रदान करें.";

/* Username input field placeholder string */
"usernameKey" = "उपयोगकर्ता नाम";

/* Password input field placeholder string */
"passwordKey" = "पासवर्ड";

/* Sign In button string. */
"SignInKey" = "साइन इन";

/* Error message when failed to sign in. */
"SignInErrorKey" = "गलत क्रेडेंशियल. पुनः प्रयास करें.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "सक्रियण प्रक्रिया शुरू करने के लिए कृपया नीचे दी गई जानकारी प्रदान करें.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "जानकारी की पुष्टि की जा रही है...";

/* Cancel button string. */
"CancelKey" = "रद्द करें";

/* Allow button string. */
"AllowKey" = "अनुमति दें";

/* Deny button string. */
"DenyKey" = "अस्वीकार करें";

/* No button string. */
"NoKey" = "नहीं";

/* Quit button string. */
"QuitKey" = "छोड़ दें";

/* GiveConsent button string. */
"GiveConsentKey" = "सहमति दें";

/* Navbar title string. */
"StepKey" = "चरण";

/* Navbar title string. */
"OfKey" = "इसका";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "क्या आप वाकई ऑनबोर्डिंग प्रक्रिया को छोड़ना चाहते हैं?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "सहमति के बिना आप ऑनबोर्डिंग जारी नहीं रख पाएंगे.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "स्विच करें या उपयोगकर्ता जोड़ें";

/* Title for Log In button */
"LogInKey" = "लॉग इन करें";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "इस डिवाइस पर उपयोगकर्ताओं को खोजें";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "पासकोड भूल गए?";

/* Title for Loction */
"PNLoctionTitleKey" = "स्थान सेवाएं चालू करें जिससे आप मैप और नेविगेशन सुविधाओं का उपयोग कर पाएंगे";

/* Title for Notifications */
"PNNotificationsTitleKey" = "अधिसूचनाएं चालू करें जिससे आप महत्वपूर्ण घोषणाओं के बारे में अलर्ट प्राप्त कर सकते हैं";

/* Title for Photos */
"PNPhotosTitleKey" = "फ़ोटो लाइब्रेरी पहुंच चालू करें जिससे आप फ़ोटो साझाकरण सक्षम कर सकते हैं और फ़ोटो लाइब्रेरी पर पहुंच प्राप्त कर सकते हैं";

/* Title for Calendar */
"PNCalendarTitleKey" = "कैलेंडर पहुंच चालू करें जिससे आप कमरों को आरक्षित कर सकते हैं और अपनी मीटिंग देख सकते हैं";

/* Title for Camera */
"PNCameraTitleKey" = "कैमरा चालू करें जिससे आप फ़ेस ID का उपयोग करके लॉगिन और सत्यापन कर सकते हैं";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "एप्लिकेशन सेटिंग का उपयोग करके बाद में आप इस अनुमति को परिवर्तित कर सकते हैं";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "एप्लिकेशन द्वारा निम्नलिखित अनुमतियों का उपयोग हमारे द्वारा आपको प्रदान किए जाने वाले सर्वोत्तम अनुभव के लिए किया जाता है";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "एप्लिकेशन को आपके स्थान पर पहुंच प्राप्त करने और जब आप इसका उपयोग करते हैं तब आपको अधिसूचित करने की अनुमति दें.\n\nअपनी स्थान अनुमति सेट करने या संपादित करने के लिए अपनी iOS सेटिंग खोलें > “स्थान” टैप करें > “एप्लिकेशन” टैप करें > अपनी पसंदीदा स्थान अनुमति सेटिंग का चयन करें";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "एप्लिकेशन को आपकी अधिसूचनाओं पर पहुंच प्राप्त करने और जब आप इसका उपयोग करते हैं तब आपको अधिसूचित करने की अनुमति दें.\n\nअपनी अधिसूचना अनुमति सेट करने या संपादित करने के लिए अपनी iOS सेटिंग खोलें > “अधिसूचना” टैप करें > “एप्लिकेशन” टैप करें > अपनी पसंदीदा अधिसूचना अनुमति सेटिंग का चयन करें";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "एप्लिकेशन को आपके फ़ोटो पर पहुंच प्राप्त करने और जब आप इसका उपयोग करते हैं तब आपको अधिसूचित करने की अनुमति दें.\n\nअपनी फ़ोटो अनुमति सेट करने या संपादित करने के लिए अपनी iOS सेटिंग खोलें > “फ़ोटो” टैप करें > “एप्लिकेशन” टैप करें > अपनी पसंदीदा फ़ोटो अनुमति सेटिंग का चयन करें";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "एप्लिकेशन को आपके कैमरा पर पहुंच प्राप्त करने और जब आप इसका उपयोग करते हैं तब आपको अधिसूचित करने की अनुमति दें.\n\nअपनी कैमरा अनुमति सेट करने या संपादित करने के लिए अपनी iOS सेटिंग खोलें > “कैमरा” टैप करें > “एप्लिकेशन” टैप करें > अपनी पसंदीदा कैमरा अनुमति सेटिंग का चयन करें";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "एप्लिकेशन को आपके कैलेंडर पर पहुंच प्राप्त करने और जब आप इसका उपयोग करते हैं तब आपको अधिसूचित करने की अनुमति दें.\n\nअपनी कैलेंडर अनुमति सेट करने या संपादित करने के लिए अपनी iOS सेटिंग खोलें > “कैलेंडर” टैप करें > “एप्लिकेशन” टैप करें > अपनी पसंदीदा कैलेंडर अनुमति सेटिंग का चयन करें";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "iOS सेटिंग खोलें";

